[TheWorld:PersistentLevel.DisDoor_0 DisDoor]
m_DoorName=""
m_MatchingKey=""
m_MatchingKeys[0]="コルヴォの独房の鍵"

[TheWorld:PersistentLevel.DisDoor_1 DisDoor]
m_DoorName=""
m_MatchingKey=""

[TheWorld:PersistentLevel.DisDoor_17 DisDoor]
m_DoorName=""
m_MatchingKey=""
m_MatchingKeys[0]="庭の通路の鍵"

[TheWorld:PersistentLevel.DisDoor_28 DisDoor]
m_DoorName=""
m_MatchingKey=""
m_MatchingKeys[0]="独房の廊下の鍵"
m_MatchingKeys[1]="庭の鍵"

[TheWorld:PersistentLevel.DisDoor_4 DisDoor]
m_DoorName=""
m_MatchingKey=""
m_MatchingKeys[0]="庭の鍵"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_0 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Use`を押して死体から鍵を拾う"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_1 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Journal`を押して戦闘チュートリアルを見る"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_10 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="1sで爆発します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_11 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="2sで爆発します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_12 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="3sで爆発します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_13 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="4sで爆発します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_14 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="5sで爆発します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_15 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="10sで爆発します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_16 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="9sで爆発します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_17 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="8sで爆発します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_18 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="7sで爆発します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_19 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="6sで爆発します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_2 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Journal`でテイクダウンのチュートリアルを見る"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_20 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Sneak`を押してスニーク<BR/>`GBA_Journal`を押してステルスのチュートリアルを見る"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_21 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="スニーク中に`GBA_Use`を押してスリをする"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_22 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="食べたり飲んだりするとライフがいくらか回復します"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_23 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_LeanLeft`あるいは`GBA_LeanRight`を押して角の向こうをのぞき込む"
m_TutorialMessage_Gamepad="`GBA_Lean_Gamepad`をホールドして左スティックを使えば角の向こうをのぞき込むs"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_24 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="出っ張りに近づいて`GBA_Jump`をホールドすれば登る"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_25 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Journal`を押して知覚チュートリアルを見る"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_26 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Sneak`を押してスニークする"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_28 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="タイミング良くガードすれば反撃できる"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_3 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Sprint`のホールドでダッシュする"
m_TutorialMessage_Gamepad="`GBA_Sprint`をクリックすればダッシュする"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_30 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Primary`を押して剣を使う"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_31 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Block`を押してガードする"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_32 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Secondary`を押してピストルを使う"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_4 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Wheel`を押してホイールが開きエリクサーが使える"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_5 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="マウスで周囲を見回す"
m_TutorialMessage_Gamepad="`KEY_RightStick`を使えば見回せる"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_6 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Journal`を押してのぞき込みチュートリアルを見る"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_7 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Block`のホールドで敵の剣攻撃をガードします"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_9 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="`GBA_Journal`を押して日記チュートリアルを見る"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_ShowLocationDiscovery_1 DisSeqAct_ShowLocationDiscovery]
m_LocationName="Control Room Section"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_ShowLocationDiscovery_2 DisSeqAct_ShowLocationDiscovery]
m_LocationName="Yard Walkway"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_ShowLocationDiscovery_3 DisSeqAct_ShowLocationDiscovery]
m_LocationName="Interrogation Room"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_ShowLocationDiscovery_4 DisSeqAct_ShowLocationDiscovery]
m_LocationName="Prison Yard"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_ShowLocationDiscovery_5 DisSeqAct_ShowLocationDiscovery]
m_LocationName="Coldridge Prison"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="絞め殺してくれ！"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="メッセージ"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_10 DisSeqAct_UpdateTaskTarget]
m_TargetName="庭の通路の鍵"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="庭の通路の出口"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_12 DisSeqAct_UpdateTaskTarget]
m_TargetName="庭の通路の鍵"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="審問室"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="ジャンプ"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="ここを登る"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_16 DisSeqAct_UpdateTaskTarget]
m_TargetName="外側の扉"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_17 DisSeqAct_UpdateTaskTarget]
m_TargetName="歩道橋のアクセス"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_18 DisSeqAct_UpdateTaskTarget]
m_TargetName="ここを登る"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="扉"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_22 DisSeqAct_UpdateTaskTarget]
m_TargetName="表玄関"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_24 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道の入り口"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_26 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_27 DisSeqAct_UpdateTaskTarget]
m_TargetName="武器"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="武器"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="制御室の廊下"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_5 DisSeqAct_UpdateTaskTarget]
m_TargetName="廊下の出口"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="扉の制御"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_7 DisSeqAct_UpdateTaskTarget]
m_TargetName="時計仕掛けの爆弾"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="庭の通路の入り口"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="庭の通路の鍵"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_2 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="下水道に行く")
m_Choices[1]=(m_ChoiceText="コールドリッジ刑務所に留まる")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_9 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="半年後"
m_TutorialMessage_Gamepad=""

